{"translation-revision-date":"2022-05-07 10:57:30+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"reconnect to %s":["اتصال مجدد به %s"],"Tracking the ranking position...":["پیگیری جایگاه (رتبه بندی گوگل)"],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["پیش از رفتن به مرحله بعدی از پیگیری عملکرد سئوی سایت از ثبت عنوان مطلب خود، یا پیش نویس کردن آن یا وارد کردن دستی نامک مطلب، مطمئن شوید."],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["به‌نظر می‌رسد هنگام بازیابی اطلاعات وب‌سایت شما مشکلی پیش آمده است. لطفاً %s و دوباره امتحان کنید."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["هنگام ردیابی موقعیت(های) رتبه‌بندی صفحه شما مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."],"upgrade your %s plan":["طرح %s خود را ارتقا دهید"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["شما به حداکثر %d عبارت کلیدی که می توانید به حساب Wincher خود اضافه کنید رسیده اید. اگر می خواهید عبارات کلیدی بیشتری اضافه کنید، لطفا %s."],"No keyphrase has been set. Please set a keyphrase first.":["عبارات کلیدی از پیش تعیین نشده است. لطفا ابتدا عبارات کلیدی موردنظر خود را انتخاب نمایید."],"Read more about keyphrase tracking with Wincher":["درباره ردیابی عبارت کلیدی با Wincher بیشتر بخوانید"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s درحال‌حاضر موقعیت(های) رتبه‌بندی صفحه شما را دنبال می‌کند. این ممکن است چند دقیقه طول بکشد. لطفاً صبر کنید یا بعداً دوباره بررسی کنید."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["شما با موفقیت به %s متصل شدید. اکنون می‌توانید عملکرد سئو را برای عبارت(های) کلیدی این صفحه ردیابی کنید."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["ردیابی خودکار عبارات کلیدی فعال است. وقتی نوشته خود را منتشر می‌کنید، عبارت(های) کلیدی شما به‌طور خودکار توسط %s ردیابی می‌شود."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["با %1$s می توانید موقعیت رتبه بندی صفحه خود را در نتایج جستجو بر اساس عبارت(های کلیدی) خود ردیابی کنید. %2$s"],"Track SEO performance":["عملکرد سئو را بررسی کنید"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["می‌توانید ردیابی عملکرد SEO را برای هر عبارت کلیدی زیر فعال یا غیرفعال کنید."],"Position":["جایگاه"],"SEO performance":["عملکرد سئو"],"Connect with %s":["ارتباط با %s"],"Position over time":["موقعیت در گذر زمان"],"Tracking":["ردیابی"],"* focus keyphrase":["* عبارت کلیدی متمرکز"],"Learn more about the SEO performance feature.":["درباره ویژگی عملکرد سئو بیشتر بدانید."],"Get more insights over at %s":["در %s بینش بیشتری دریافت کنید"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["موقعیت عبارات کلیدی در ۹۰ روز گذشته در مقیاس ۰ تا ۱۰۰."],"Get %s to unlock social previews!":["برای باز کردن قفل پیش‌نمایش‌های اجتماعی، %s را دریافت کنید!"],"Want to see how your content will look when it’s shared on %s?":["می‌خواهید بدانید وقتی محتوای شما در %s به اشتراک گذاشته می‌شود چگونه به‌نظر می‌رسد؟"],"Read more about Schema.":["دربارهٔ اسکیما بیشتر بخوانید"],"Select image":["انتخاب تصویر"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["متاسفانه هنگامی که شما در حال پیشنویس یا انتشار  %1$s هستید نمی توانیم تنظیمات سئو را ذخیره کنیم. اگر می خواهید تغییرات سئو را ذخیره کنید، مطمئن شوید روی به‌روزرسانی کلیک کرده یا منتظر تغییرات سئو تا هنگامی که شما آماده بروزرسانی %1$s شوید."],"Get started with Yoast SEO's content analysis for Elementor!":["با آنالیز محتوای افزونه برای المنتور شروع کنید!"],"Got it":["فهمیدم"],"New: Yoast SEO for Elementor":["جدید: سئو برای المنتور"],"Check out %s!":["بررسی خروجی %s !"],"Upgrade your %s plan":["ارتقا %s "],"Last month":["ماه گذشته"],"Two months ago":["دو ماه گذشته"],"Three months ago":["سه ماه گذشته"],"Four months ago":["چهار ماه گذشته"],"Five months ago":["پنج ماه گذشته"],"Six months ago":["شش ماه گذشته"],"Seven months ago":["هفت ماه گذشته"],"Eight months ago":["هشت ماه گذشته"],"Nine months ago":["نه ماه گذشته"],"Ten months ago":["ده ماه گذشته"],"Eleven months ago":["یازده ماه گذشته"],"Twelve months ago":["دوازده ماه گذشته"],"Get more insights at %s":["برای کسب اطلاعات بیشتر %s"],"Trend":["روند"],"Volume":["مقدار"],"Related keyphrase":["عبارت کیلدی مرتبط"],"Select country":["انتخاب کشور"],"Show results for:":["نمایش نتایج برای :"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["شما برای امروز به حد مجاز خود رسیده اید. فردا دوباره بررسی کنید یا برنامه خود را به %s ارتقا دهید"],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["شما به حداکثر 4 عبارت کلیدی مرتبط رسیده اید. شما می توانید کلمات کلیدی مرتبط در این %s متاباکس یا سایدربار راتغییر دهید یا پاک نمایید."],"Learn more about the related keyphrases trend":["درباره روند عبارات کلیدی مرتبط بیشتر بیاموزید"],"Learn more about the related keyphrases volume":["درباره مقدار عبارات کلیدی مرتبط بیشتر بیاموزید"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["آیا می خواهید این عبارات کلیدی مرتبط را به تجزیه و تحلیل%s اضافه کنید تا بتوانید محتوای خود را حتی بیشتر بهینه کنید؟"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["ما برای بدست آوردن کلمات مرتبط دچار مشکل شده ایم. لطفا دوباره تلاش نمایید."],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["مقدار کلمات کلیدی در 12 ماه گذشته در مقیاس 0 تا 100"],"Please wait while %1$s connects to %2$s to get related keyphrases...":["لطفا صبر کنید زیرا %1$s در حال ارتباط با %2$s برای دریافت کلمات کلیدی مرتبط می باشد."],"Sorry, there's no data available for that keyphrase\/country combination.":["با عرض پوزش ، هیچ داده ای برای آن عبارت کلیدی \/ ترکیب کشور موجود نیست"],"The number of headers and header labels don't match.":["مقدار هدرها و برچسب های سرصفحه مطابقت ندارند."],"Twitter preview":["پیش نمایش تویتر"],"Facebook preview":["پیش نمایش فیسبوک"],"Return to your %s":["برگشت به %s"],"Make sure to save your %s for changes to take effect":["آیا اطمینان دارید این تغیرات  %s ذخیره نمایید."],"Default for %1$s (%2$s)":["پیش فرض برای %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["این به موتورهای جستجو کمک می کند وب سایت و محتوای شما را درک کنند. می توانید برخی از تنظیمات خود را برای این صفحه در زیر تغییر دهید."],"Article type":["نوع مقاله"],"Page type":["نوع برگه"],"Default Article type":["نوع مقاله پیش‌فرض"],"Default Page type":["نوع برگه پیش‌فرض"],"Schema settings":["تنظیمات اسکیما(Schema)"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO به طور خودکار صفحات شما را با استفاده از schema.org توصیف می کند"],"Learn more about page or content types":["درباره انواع برگه یا محتوا بیشتر بیاموزید"],"What type of page or content is this?":["این چه نوع برگه یا محتوایی است؟"],"Learn more about structured data with Schema.org":["با داده های ساخت یافته با Schema.org بیشتر بیاموزید"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["پس از ذخیره ، این تنظیمات برای همه %1$s شما اعمال می شود. %1$s که به صورت دستی پیکربندی شده باشد دست نخورده باقی می ماند."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["نحوه توصیف %1$s خود را به طور پیش فرض در علامت گذاری سایت schema.org انتخاب کنید. می توانید این تنظیمات را برای %1$s فردی تغییر دهید."],"Learn more about the schema settings":["درباره تنظیمات طرحواره بیشتر بیاموزید"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["می توانید نوع پیش فرض را برای %1$s خود در%2$s  تنظیمات ظاهر جستجو%3$s تغییر دهید."],"Learn more about the no-index setting on our help page.":["برای کسب اطلاعات بیشتر در مورد تنظیمات no index به صفحه ی راهنمای ما مراجعه کنید"],"Learn more about the no-follow setting on our help page.":["برای کسب اطلاعات بیشتر در مورد تنظیمات نوفالو به صفحه ی راهنمای ما مراجعه کنید"],"Should search engines follow links on this %s":["آیا موتورهای جستجو مجبور هستند لینک‌‌های این %s را دنبال کنند"],"Learn more about the breadcrumbs title setting on our help page.":["درباره تنظیمات عنوان ریزآدرس در برگه آموزش مطالعه کنید."],"Learn more about advanced meta robots settings on our help page.":["درباره تنظیمات پیشرفته روبات های متا در صفحه راهنمای ما اطلاعات بیشتری کسب کنید."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["حتی اگر می توانید تنظیمات روبات های متا را در اینجا تنظیم کنید ، کل سایت روی noindex در تنظیمات حریم خصوصی یک صفحه تنظیم شده است ، بنابراین این تنظیمات تاثیری نخواهد داشت."],"Learn more about canonical URLs on our help page.":["برای کسب اطلاعات بیشتر در مورد url های کنونیکال به صفحه ی راهنما مراجعه کنید"],"Google preview":["پیش‌نمایش گوگل"],"Schema":["اسکیما"],"Keyphrase":["کلیدواژه"],"%d day":["%d روز"],"%s (current default for %s)":["%s (پیشفرض فعلی برای %s)"],"Allow search engines to show this %s in search results?":["به موتورهای جستجو اجازه نمایش این %s را می دهید؟"],"Please provide a meta description by editing the snippet below.":["لطفا با ویرایش متن زیر توضیحات متا را ارائه دهید."],"No":["خیر"],"Yes":["بله"],"Canonical URL":["نشانی قانونی (Canonical)"],"No Snippet":["بدون سربرگ"],"No Archive":["بدون بایگانی"],"Meta robots advanced":["متا روبات های پیشرفته"],"View":["نمایش"],"Advanced":["پیشرفته"],"No Image Index":["بدون ایندکس تصویر"],"Breadcrumbs Title":["عنوان مسیر راهنما"]}},"comment":{"reference":"js\/dist\/elementor.js"}}